return {
	"goolord/alpha-nvim",
	config = function()
		local alpha = require("alpha")
		local dashboard = require("alpha.themes.dashboard")

		dashboard.section.header.val = {
			"                          |]__/,|   (`] ",
			"                        _.|o o  |_   ) )",
			"                        -(((---(((--------",
			" ███╗   ██╗███████╗ ██████╗     ██╗   ██╗   ██╗ ██╗ ███╗   ██╗ ",
			" ████╗  ██║██╔════╝██╔═══██╗    ██║   ██║   ██║ ██║ ████╗  ██║ ",
			" ██╔██╗ ██║█████╗  ██║   ██║    ██║   ██║   ██║ ██║ ██╔██╗ ██║ ",
			" ██║╚██╗██║██╔══╝  ██║   ██║    ╚██╗ ████╗ ██╔╝ ██║ ██║╚██╗██║ ",
			" ██║ ╚████║███████╗╚██████╔╝     ╚████╔╔████╔╝  ██║ ██║ ╚████║ ",
			" ╚═╝  ╚═══╝╚══════╝ ╚═════╝       ╚═══╝ ╚═══╝   ╚═╝ ╚═╝  ╚═══╝ ",
		}

		dashboard.section.buttons.val = {}
		alpha.setup(dashboard.opts)
	end,
}
